Repository: Liam0205/Dopamine
Catalog: Dopamine/*.lproj/Localizable.strings
Languages: fil

# Button_Cancel
source: Cancel
fil: hindi ituloy

# Button_Hide_Jailbreak
source: Hide Jailbreak
fil: Itago ang jailbreak

# Button_Hide_Logs_Title
source: Hide Logs
fil: Itago ang logs

# Button_Remove_Jailbreak
source: Remove Jailbreak
fil: Alisin ang Jailbreak

# Button_Set_Mobile_Password
source: Set Mobile Password
fil: Lagyan ng Mobile Hudyat

# Button_Show_Logs_Title
source: Show Logs
fil: Ipakita ang mga Logs

# Button_Unhide_Jailbreak
source: Unhide Jailbreak
fil: Hindi na itatago ang Jailbreak

# Button_Update
source: Update
fil: i-Update

# Button_Update_Available
source: Update available
fil: Pwede kang mag Update

source: Bypassing PAC
fil: Bina-Bypass PAC

source: Bypassing PPL
fil: Bina-Bypass PPL

# Changelog_Unavailable_Text
source: Changelog Unavailable
fil: Ang Changelog ay Hindi pwede ngayon

# Context_Menu_Copy_To_Clipboard
source: Copy to Clipboard
fil: Kopyahin sa Clipboard

# Credits_Button_License
source: License
fil: Lisensya

# Credits_Header_Special_Thanks
source: Special thanks:
fil: Maraming salamat sa:

# Credits_Made_By
source: Made by by opa334, évelyne
fil: Ginawa ni opa334 at évelyne

# Credits_Made_By_Subheadline
source: UI by sourcelocation Logo and icon by xerus
fil: gumawa ng UI ay sina sourcelocation Logo at ang icon naman ay si xerus

source: Finalizing Bootstrap
fil: Tinatapos ang Bootstrap

source: Gaining r/w
fil: Kumukuga ng r/w

# Hint_Hide_Jailbreak
source: "Hide Jailbreak" temporarily removes jailbreak-related files until next jailbreak
fil: "Itago angJailbreak" mawawala ng hindi permanenteng jailbreak files hanggang i-jailbreak mo ulet ito

source: Initializing Environment
fil: Nagsisimula ang Environment

source: Initializing System Hook
fil: Nagsisimula ang System Hook

# Jailbreak_Done
source: Done!
fil: Tapos na!

source: Launching kexploitd
fil: Binubuksan ang kexploitd

source: Launching oobPCI
fil: Binubuksan ang oobPCI

source: Loading Basebin Trustcache
fil: Nag Lo-Loading ang Basebin Trustcache

# Menu_Credits_Title
source: Credits
fil: Tungkol

# Settings_Verbose_Logs
source: Verbose Logs
fil: Mga Verbose Logs

source: Rebuilding TrustCache
fil: Ni-Rerebuild ang TrustCache

source: Refreshing Icon Cache
fil: Ni-Rerefreshing ang Icon Cache

# Settings_Footer_Device_Bootstrapped
source: Device is bootstrapped
fil: Ang Device ay bootstrapped

# Settings_Footer_Device_Not_Bootstrapped
source: Device is not bootstrapped
fil: Ang Device ay hindi bootstrapped

# Menu_Settings_Title
source: Settings
fil: Opsiyon

source: Starting jailbreakd
fil: Sinisimulan ang jailbreakd

source: Starting Launch Daemons
fil: Binubuksan ang Launch Daemons

# Status_Title_Select_Package_Managers
source: Select Package Manager(s)
fil: Pumili ng mga Package Manager(s)

# Status_Title_Unsuccessful
source: Unsuccessful
fil: Hindi Natapos

source: Success rate: %@%% (%lld/%lld)
fil: Ang Tsanya mo ay: %@%% (%lld/%lld)

# Update_Log_Hint_Scrollable
source: Log view can be scrolled
fil: Pwede mong iscroll ang Logs

# Update_Status_Downloading
source: Downloading update...
fil: Dina-Download ang bagong update...

# Update_Status_Installing
source: Installing update...
fil: iniinstall ang update...
